Repository: 84000/data-translation-memory
Catalog: toh47-v3.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་མདོར་ན་སེམས་ཅན་དཀར་པོའི་ཆོས་གང་དང་གང་དག་དང་བྲལ་བ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་སྐུ་མཐོང་བ་དེ་དང་དེ་དག་དེ་བཞིན་གཤེགས་པའི་སྐུ་མཐོང་མ་ཐག་ཏུ་མི་དགེ་བའི་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་རྒྱུན་ཆད་ནས་དགེ་བའི་སེམས་ལ་རབ་ཏུ་གནས་པར་འགྱུར་ཏེ་དེ་ལ་ཡང་དེ་བཞིན་གཤེགས་པ་རྣམ་པར་རྟོག་པ་མི་མངའ་ཞིང་བཏང་སྙོམས་པ་སྟེ།
en: In short, noble son, when all those beings who are far from possessing good qualities see the body of a realized one, then just by seeing the body of a realized one they allay all thoughts rooted in vice and become established in virtuous thoughts, and the realized one does not form any concept in this respect and exists in a state of equanimity.

source: ཞི་བའི་བློ་གྲོས་འདི་ཡང་དེ་བཞིན་གཤེགས་པའི་སྐུའི་གསང་བའོ། །ཞི་བའི་བློ་གྲོས།
en: This, too, Śāntamati, is the secret of the body of a realized one.

source: དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པ་གང་སྤྲུལ་པ་དེ་ཡང་ལྷུན་གྱིས་འགྲུབ་ཅིང་སྒྲིམ་པ་མི་མངའ་བ་དང་། མངོན་པར་འདུ་མཛད་པ་མི་མངའ་བས་མཛད་དེ་དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་ངས་སྤྲུལ་པ་དག་སྤྲུལ་ཏོ། །སྤྲུལ་ལོ། །སྤྲུལ་པར་བྱའོ་སྙམ་དུ་མི་དགོངས་མོད་ཀྱི་འོན་ཀྱང་སྤྲུལ་པས་འདུལ་བའི་སེམས་ཅན་ཇི་སྙེད་པར་འཇིག་རྟེན་གྱི་ཁམས་འདི་འམ། འཇིག་རྟེན་གྱི་ཁམས་གྲངས་མེད་པ་བརྒྱ་སྟོང་དེ་དང་དེ་དག་ཏུ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་མཛད་པའི་དོན་དུ་དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་དེ་སྙེད་དུ་བཞུད་དེ།
en: “Śāntamati, the magically created forms of a realized one are magically created by the realized one spontaneously, effortlessly, and without a performance, and the realized one does not have the thought, ‘I have magically created a form in the past,’ ’I am magically creating a form now,’ or ’I will magically create a form in the future.’ Even still, for those beings in this world and in incalculable hundreds of thousands of other worlds who are ready to be tamed by magical created forms, the magically created forms of a realized one go to all of them in order to bring those beings to maturity.

source: ཞི་བའི་བློ་གྲོས་འདི་ཡང་དེ་བཞིན་གཤེགས་པའི་སྐུའི་གསང་བའོ། །
en: This, too, Śāntamati, is the secret of the body of a realized one.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་མཛད་པའི་དོན་དུ་སྐུ་ལས་འོད་ཁ་དོག་དུ་མ། ཁ་དོག་ཐ་དད་པ། ཁ་དོག་བརྒྱ་སྟོང་པ་གང་ཕྱུང་སྟེ། འོད་དེས་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་སྣང་བར་བྱེད་པ་དེ་ཡང་ལྷུན་གྱིས་གྲུབ་ཅིང་སྒྲིམ་པ་མི་མངའ་བ་དང་།
en: “Śāntamati, a realized one also releases from the body a variegated, multicolored light of many hundreds of thousands of colors, a light that illuminates buddha domains throughout the ten directions as numerous as the grains of sand in the Ganges, in order to bring beings to maturity, and does so spontaneously, effortlessly, and without a performance.

source: མངོན་པར་འདུ་མཛད་པ་མི་མངའ་བས་མཛད་དེ། ཞི་བའི་བློ་གྲོས་འདི་ཡང་དེ་བཞིན་གཤེགས་པའི་སྐུའི་གསང་བ་དང་། སྐུའི་ཕྲིན་ལས་ཏེ།
en: This, too, Śāntamati, is the secret of the body of a realized one, and the actions of the body.

source: སྐུའི་ཕྲིན་ལས་ཡོངས་སུ་དག་པ་ལ་འཇུག་པ་ཅུང་ཟད་ཙམ་ཞིག་བསྟན་དུ་ཟད་ཀྱི་བསྐལ་པ་འམ།
en: This teaching has been nothing more than an introduction to the purity of actions of the body.

source: དེ་བས་ལྷག་པར་བརྗོད་ཀྱང་དེ་བཞིན་གཤེགས་པའི་སྐུའི་ཕྲིན་ལས་ཡོངས་སུ་དག་པའི་ཡོན་ཏན་བསྔགས་པའི་མཐར་ཕྱིན་པར་མི་ནུས་སོ། །
en: Even if I were to speak for an eon or longer than that, I would be unable to give a complete description of the qualities of the purity of the actions of the body of a realized one.”

source: དེ་བཞིན་གཤེགས་པའི་གསང་བ་བསམ་གྱིས་མི་ཁྱབ་པ་བསྟན་པ་འདི་བཤད་པ་ན་སྲོག་ཆགས་ཁྲིས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །བྱང་ཆུབ་སེམས་དཔའ་བརྒྱ་སྟོང་ནི་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེས་ཀྱང་དེ་བཞིན་གཤེགས་པ་དང་། གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེ་ལ་ལྷ་དང་མིའི་མེ་ཏོག་རྣམས་ཀྱིས་མངོན་པར་གཏོར་ཏོ། །
en: When this teaching on the mystery and the secret of a realized one’s body was being taught, ten thousand beings conceived the aspiration for unsurpassable and perfect awakening, one hundred thousand bodhisattvas gained acceptance of the fact that things do not arise, and the entire assembly tossed flowers from the divine and human realms all over the Realized One and Vajrapāṇi, Lord of the Guhyakas.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་ཕྱག་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་བརྐྱང་སྟེ།
en: The Blessed One then extended his right hand, which was the color of gold, placed it on the top of the head of Vajrapāṇi, Lord of the Guhyakas, and gave his approval, saying, “Excellent!

source: གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེའི་སྤྱི་བོ་ལ་བཞག་ནས་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེ་ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་གསང་བ་བསྟན་པ་འདི་ལེགས་པར་སྨྲས་པ་ལེགས་སོ་ལེགས་སོ། །
en: Excellent! Vajrapāṇi, Lord of the Guhyakas, this teaching on the secret of a realized one’s body has been well spoken by you.

source: དེ་བཞིན་གཤེགས་པས་ཀྱང་གནང་ཞིང་རྗེས་སུ་དགྱེས་སོ། །ལེགས་སོ་ཞེས་བྱ་བ་གནང་ངོ་། །
en: The Realized One is pleased and approves!”

source: དེ་བཞིན་གཤེགས་པའི་སྐུའི་གསང་བའི་ལེའུ་སྟེ་བདུན་པའོ།། །།
en: This was the seventh chapter, “The Secret of the Realized One’s Body.” Chapter 8: The Teaching of the Mystery and Secret of the Realized One’s Speech

source: གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞི་བའི་བློ་གྲོས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཞི་བའི་བློ་གྲོས་དེ་ལ་དེ་བཞིན་གཤེགས་པའི་གསུང་གི་གསང་བ་དང་། གསུང་གི་ཕྲིན་ལས་ཡོངས་སུ་དག་པ་གང་ཞེ་ན།
en: Once again, Vajrapāṇi, Lord of the Guhyakas, spoke to the bodhisattva of great courage, Śāntamati: “Śāntamati, what is the secret of the speech and the purity of the verbal action of the Realized One?

source: ཞི་བའི་བློ་གྲོས་གང་གི་ནུབ་མོ་དེ་བཞིན་གཤེགས་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་སངས་རྒྱས་པ་དང་། གང་གི་ནུབ་མོ་ལེན་པ་མི་མངའ་བར་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་བ་དེའི་བར་དུ་དེ་བཞིན་གཤེགས་པས་ཐ་ན་ཡི་གེའི་འབྲུ་གཅིག་ཀྱང་མ་གསུངས་སོ། །གསུང་བར་མི་འགྱུར་རོ། །
en: During the period of time, Śāntamati, from the night when the Realized One awakens to unsurpassable and perfect awakening until the night when, having relinquished his life force, a realized one passes into complete cessation, the Realized One has not articulated and will not pronounce even a single syllable.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པ་ནི་རྟག་ཏུ་མཉམ་པར་བཞག་པ་སྟེ།
en: It is because, Śāntamati, a realized one is in a continuous state of meditative concentration.

source: དེ་བཞིན་གཤེགས་པ་ལ་དབུགས་འབྱུང་བ་འམ་རྔུབ་པ་མི་མངའོ། །
en: The realized one does not breathe in or breathe out.

source: རྣམ་པར་མི་རྟོག་གོ །རྣམ་པར་མི་དཔྱོད་དོ། །རྣམ་པར་རྟོག་པ་དང་རྣམ་པར་དཔྱོད་པ་མེད་པ་ན་ངག་མི་འབྱུང་སྟེ། དེ་བཞིན་གཤེགས་པ་དེ་ཡང་རྣམ་པར་མི་རྟོག །རྣམ་པར་མི་དཔྱོད།
en: He does not begin any thought process or continue any thought process, and no speech emerges from what does not begin or continue any thought process.

source: རྟོག་པར་མི་མཛད།
en: So, a realized one does not begin any thought process or continue any thought process or form any idea.

source: རྣམ་པར་རྟོག་པར་མི་མཛད།
en: He does not form any concept.

source: མི་གསུང་།
en: He does not speak anything, he does not articulate anything, he does not pronounce anything;

source: མི་རྗོད། གསུང་བར་མི་མཛད་ཀྱང་སེམས་ཅན་རྣམས་འདི་སྙམ་དུ་སེམས་ཏེ། དེ་བཞིན་གཤེགས་པ་ནི་གསུང་ངོ་སྙམ་མོ། །
en: and yet, beings have the thought, ‘The Realized One is speaking.’

source: དེ་བཞིན་གཤེགས་པ་ནི་ཤིན་ཏུ་མཉམ་པར་བཞག་པ་སྟེ།
en: “A realized one is in a state of uninterrupted absorption, and he does not communicate any information with words at all.

source: ཡི་གེའི་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་རྣམ་པར་རིག་པར་མི་མཛད་ཀྱང་སེམས་ཅན་ཡི་གེ་ལྷུར་ལེན་པ་རྣམས་འདི་སྙམ་དུ་སེམས་ཏེ། དེ་བཞིན་གཤེགས་པ་ནི་བདག་ཅག་ལ་ཆོས་སྟོན་ཏོ། །བདག་ཅག་ནི་དེ་བཞིན་གཤེགས་པའི་ཆོས་བསྟན་པ་ཀུན་ཤེས་སོ་སྙམ་མོ། །དེ་ལ་ཡང་དེ་བཞིན་གཤེགས་པ་ནི་རྣམ་པར་མི་རྟོག་ཅིང་བཏང་སྙོམས་སུ་མཛད་དོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པའི་ཚེམས་དང་། སྒྲོས་དང་།
en: Yet, beings who place value on words have the thought, ‘The Realized One is teaching us the Dharma, and we have understood the Dharma that the Realized One has taught.’ Nevertheless, a realized one does not form concepts and is in a state of equanimity.

source: ཞལ་གྱི་རྐན་དང་། ལྗགས་དང་། ཞལ་གྱི་སྒོ་ནས་སྒྲ་འབྱུང་བ་ཡང་མེད་ལ་འབྱུང་བར་ཡང་གྲག་གོ །དེ་བཞིན་གཤེགས་པའི་གསུང་གི་སྒྲ་འབྱུང་བ་དེ་ནི་ནམ་མཁའ་ལས་འབྱུང་ན་སེམས་ཅན་རྣམས་འདི་སྙམ་དུ་སེམས་ཏེ། སྒྲ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་ཞལ་གྱི་སྒོ་ནས་འབྱུང་ངོ་སྙམ་མོ། །
en: Furthermore, Śāntamati, even though no sound issues from a realized one’s teeth, lips, palate, tongue, or mouth, what is heard and what comes out—that is, what comes out of a realized one in the form of words and sounds—issues from space, and yet beings still have the thought, ‘This is coming out of the mouth of the Realized One himself!’

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པའི་གསུང་ནི་རྣམ་པ་དྲུག་ཅུ་རྩ་བཞི་དང་ལྡན་པར་འབྱུང་སྟེ།
en: “Śāntamati, the speech of a realized one comes out endowed with sixty exceptional qualities.

source: རྣམ་པ་དྲུག་ཅུ་རྩ་བཞི་གང་ཞེ་ན། འདི་ལྟ་སྟེ་མཉེན་པའི་གསུང་འབྱུང་བ་དང་། འཇམ་པ་དང་། ཡིད་དུ་འོང་བ་དང་། ཡིད་དུ་འཐད་པ་དང་།
en: What are these sixty qualities?

source: དག་པ་དང་། དྲི་མ་མེད་པ་དང་། འོད་གསལ་བ་དང་། སྙན་ཅིང་འཇེབས་པ་དང་། མཉན་པར་འོས་པ་དང་། མི་ཚུགས་པ་དང་། སྙན་པ་དང་། དུལ་བ་དང་། མི་རྩུབ་པ་དང་། མི་བརླང་བ་དང་།
en: It comes out as affectionate, tender, lovely, agreeable, pure, immaculate, illuminating, sweet-sounding, worth hearing, causing no offense, exciting interest, restrained, refined, smooth, well disciplined, pleasing to the ear, comforting to the body, satisfying to the mind, gladdening to the heart, bringing joy and happiness, causing no anguish, authoritative, insightful, clear, lovable, worthy of praise, informative, instructive, reasonable, relevant, and free from the fault of redundancy.

source: རབ་ཏུ་དུལ་བ་དང་། རྣར་སྙན་པ་དང་། ལུས་སིམ་པར་བྱེད་པ་དང་། སེམས་ཚིམ་པར་བྱེད་པ་དང་། སྙིང་དགའ་བར་བྱེད་པ་དང་། དགའ་བདེ་སྐྱེད་པ་དང་། ཡོངས་སུ་གདུང་བ་མེད་པ་དང་། ཀུན་དུ་ཤེས་པར་བྱ་བ་དང་། རྣམ་པར་རིག་པར་བྱ་བ་དང་། རྣམ་པར་གསལ་བ་དང་། དགའ་བར་བྱེད་པ་དང་། མངོན་པར་དགའ་བར་བྱེད་པ་དང་། ཀུན་ཤེས་པར་བྱེད་པ་དང་། རྣམ་པར་རིག་པར་བྱེད་པ་དང་། རིགས་པ་དང་འབྲེལ་པ་དང་།
en: It shocks like the roar of a lion.

source: ཟློས་པའི་སྐྱོན་མེད་པ་དང་། སེང་གེའི་སྒྲའི་ཤུགས་ཅན་དང་།
en: It echoes like the trumpet of a bull elephant.

source: གླང་པོ་ཆེའི་སྒྲ་སྐད་དང་།
en: It reverberates like a peal of thunder.

source: འབྲུག་གི་སྒྲ་དབྱངས་དང་།
en: It resounds like the sound of the ocean.

source: ཀླུའི་དབང་པོའི་སྒྲ་དང་། དྲི་ཟའི་གླུ་དབྱངས་དང་། བྱ་ཀ་ལ་པིང་ཀའི་སྒྲ་དབྱངས་དང་། ཚངས་པའི་སྒྲ་དབྱངས་བསྒྲགས་པ་དང་། ཤང་ཤང་ཏེའུའི་སྒྲ་དབྱངས་སུ་གྲག་པ་དང་།
en: It sounds like a nāga lord, the music of gandharvas, the call of a cuckoo, the melodious voice of Brahmā, and the song of pheasants.

source: ལྷའི་དབང་པོའི་དབྱངས་ལྟར་སྙན་པ་དང་།
en: It sounds as sweet as the voice of the king of the gods.

source: རྔའི་སྒྲ་དང་།
en: It sounds like a drum.

source: མ་ཁེངས་པ་དང་། མི་དམའ་བ་དང་། སྒྲ་ཐམས་ཅད་ཀྱི་རྗེས་སུ་ཞུགས་པ་དང་།
en: It is modest, superior, and it permeates all languages.

source: ཚིག་ཟུར་ཆག་པ་མེད་པ་དང་།
en: It is free from bad language.

source: མ་ཚང་བ་མེད་པ་དང་། མ་ཞུམ་པ་དང་།
en: It is not deficient.

source: མི་ཞན་པ་དང་། རབ་ཏུ་དགའ་བ་དང་། ཁྱབ་པ་དང་། ཆུབ་པ་དང་། རྒྱུན་ཆགས་པ་དང་།
en: It is undaunted, irrepressible, joyful, comprehensive, smooth, continuous, and playful.

source: འབྲེལ་པ་དང་། སྒྲ་ཐམས་ཅད་རྫོགས་པར་བྱེད་པ་དང་། དབང་པོ་ཐམས་ཅད་ཚིམ་པར་བྱེད་པ་དང་།
en: It completes all sounds and satisfies all the senses.

source: མ་སྨད་པ་དང་། མི་འགྱུར་བ་དང་། མ་བརྟབས་པ་དང་། འཁོར་ཀུན་དུ་གྲག་པ་དང་།
en: It is irreproachable, unchanging, unwavering, and accessible to all assemblies.

source: འདོད་ཆགས་ཞི་བར་བྱེད་པ་དང་། ཞེ་སྡང་འདུལ་བ་དང་། གཏི་མུག་སེལ་བ་དང་། བདུད་ཚར་གཅོད་པ་དང་། རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པར་འབྱུང་བ་སྟེ།
en: It quells desire, tames hatred, conquers ignorance, devours Māra in all his forms, and is endowed with the best of all qualities.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པའི་གསུང་ནི་ཡན་ལག་དྲུག་ཅུ་རྩ་བཞི་པོ་དེ་དག་དང་ལྡན་པར་འབྱུང་ངོ་། །
en: Śāntamati, the speech of a realized one comes out endowed with these sixty exceptional qualities.

source: ཞི་བའི་བློ་གྲོས་གཞན་ཡང་དེ་བཞིན་གཤེགས་པའི་གསུང་ནི་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་རྒྱས་པར་འགེངས་ཤིང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསམ་པ་ཡང་དག་པར་ཚིམ་པར་མཛད་ཀྱང་། ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པ་ནི་འདི་སྙམ་དུ་ང་མདོའི་སྡེའམ། དབྱངས་ཀྱིས་བསྙད་པའི་སྡེའམ།
en: “Moreover, Śāntamati, the speech of a realized one can spread throughout all the worlds of the ten directions and satisfy the aspirations of all beings.

source: ལུང་བསྟན་པའི་སྡེའམ། ཚིགས་སུ་བཅད་པའི་སྡེའམ། ཆེད་དུ་བརྗོད་པའི་སྡེ་འམ། གླེང་གཞིའི་སྡེ་འམ། དེ་ལྟ་བུ་བྱུང་བའི་སྡེ་འམ། སྐྱེས་པ་རབས་ཀྱི་སྡེ་འམ། ཤིན་ཏུ་རྒྱས་པའི་སྡེ་འམ།
en: Indeed, Śāntamati, a realized one does not have the thought, ‘I am teaching, instructing, delivering, distributing, describing, expounding, or clarifying any discourse, recitation, or prediction;

source: རྨད་དུ་བྱུང་བའི་ཆོས་ཀྱི་སྡེ་འམ། གཏན་ལ་དབབ་པར་བསྟན་པའི་སྡེའམ། དཔེ་འམ། སྔོན་གྱི་ཚུལ་ལམ། རྟོགས་པ་བརྗོད་པའི་སྡེ་འམ། ཀུན་ཏུ་བསྙད་པ་འདི་སྟོན་ཏོ་ཞེ་འམ། རབ་ཏུ་གསལ་བར་མཛད་དོ་ཞེ་འམ། རབ་ཏུ་ཤེས་པར་མཛད་དོ་ཞེ་འམ། རབ་ཏུ་འཇོག་གོ་ཞེ་འམ། རྣམ་པར་འབྱེད་དོ་ཞེ་འམ། རྣམ་པར་འགྲེལ་ཏོ་ཞེ་འམ། རྗོད་དོ་ཞེ་འམ། ཡང་དག་པར་བསྒྲགས་པར་མཛད་དོ་སྙམ་དུ་མི་དགོངས་སོ། །དེ་ལྟ་མོད་ཀྱི། དེ་བཞིན་གཤེགས་པའི་འཁོར་འདུས་པ་ཅི་འདྲ་བ་དགེ་སློང་གི་འཁོར་རམ།
en: or any verse text, inspired utterance, frame story, “thus it was said” story, jātaka tale, extended discourse, miracle story, or instructions;

source: དགེ་སློང་མའི་འཁོར་རམ། དགེ་བསྙེན་གྱི་འཁོར་རམ། དགེ་བསྙེན་མའི་འཁོར་རམ། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་འཁོར་ཀྱང་རུང་སྟེ། དེར་དེ་དག་གི་དབང་པོའི་རིམ་པ་དང་། དེ་དག་ཅི་འདྲ་བའི་ཆོས་ཀྱི་སྦྱིན་པ་ཐོས་པས་དགོས་པར་འགྱུར་བ་དེ་འདྲ་བའི་ཆོས་ཀྱི་སྦྱིན་པ་ཐོས་པ་དེ་དེ་བཞིན་གཤེགས་པའི་ཞལ་གྱི་སྒོ་ནས་འབྱུང་བར་ཤེས་ཀྱང་ཆོས་བསྟན་པ་དེ་ནི་ཕན་ཚུན་གྱི་ངེས་པའི་ཚིག་ཐ་དད་པ་ལ་གནོད་པ་མེད་པར་ཐམས་ཅད་ཀྱང་རང་རང་གི་ཆོས་རྣམ་པར་རིག་པ་ཀུན་ཏུ་ཤེས་ཏེ།
en: or any exemplary story, past-life story, avadāna, or parable.’ Nevertheless, whatever assembly has gathered around the realized one, regardless of whether it is an assembly of monks, or an assembly of nuns, laymen, or laywomen, or an assembly of gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, or mahoragas, with their disparate faculties and strength, by hearing the Dharma everyone is made to understand that the Dharma comes out of the mouth of the realized one, and these teachings of the Dharma overcome any differences in their respective means of expression so that everyone understands the formulation of the Dharma as being particularly for them.

source: ཞི་བའི་བློ་གྲོས། འདི་ནི་དེ་བཞིན་གཤེགས་པའི་གསུང་གི་གསང་བའོ། །ཞི་བའི་བློ་གྲོས།
en: Śāntamati, this is the secret of the speech of a realized one.

source: གཞན་ཡང་དེ་བཞིན་གཤེགས་པས་སེམས་ཅན་ཚད་མེད་པ་དག་གི་སྤྱོད་པ་ཚད་མེད་པ་གསུང་ན། སེམས་ཅན་གྱི་སྤྱོད་པ་བརྒྱད་ཁྲི་བཞི་སྟོང་ཞེས་འབྱུང་བ་ནི། སེམས་ཅན་དབང་པོ་མཐུ་ཆུང་བ་རྣམས་གཟུད་པའི་ཕྱིར་བསྟན་པ་འདི་དེ་བཞིན་གཤེགས་པས་བསྟན་གྱི།
en: “Moreover, Śāntamati, the Realized One has spoken about the immeasurable conduct of immeasurable beings, and while it has been said that there are eighty-four thousand types of conduct of beings, this is taught by the Realized One as an introductory teaching for beings whose spiritual faculties are weak.

source: ཞི་བའི་བློ་གྲོས། སེམས་ཅན་གྱི་སྤྱོད་པ་ནི་ཚད་མེད་དེ་སེམས་ཅན་འདོད་ཆགས་ལ་སྤྱོད་པ་རྣམས་ཀྱི་སྤྱོད་པ་གང་ཡིན་པ་དེ་བསྐལ་པ་ཙམ་དུ་བཤད་ཀྱང་དེ་བས་ལྷག་པར་འགྱུར་རོ། །
en: In fact, Śāntamati, beings’ conduct is immeasurable, and even an eon would not suffice to describe the conduct of those beings engaged in lustful behavior.

source: ཞེ་སྡང་ལ་སྤྱོད་པ་རྣམས་ཀྱི་གང་ཡིན་པ་དང་། གཏི་མུག་ལ་སྤྱོད་པ་རྣམས་ཀྱི་གང་ཡིན་པ་དང་།
en: An eon would not suffice to describe the conduct of those engaged in hate-filled behavior, those engaged in ignorant behavior, or those engaged in all three types of behavior to the same degree.

source: སེམས་ཅན་ཆ་མཉམ་པ་ལ་སྤྱོད་པ་རྣམས་ཀྱི་སྤྱོད་པ་གང་ཡིན་པ་དེ་དག་བསྐལ་པ་ཙམ་དུ་བསྟན་ཀྱང་དེ་དག་རེ་རེ་ཡང་དེ་བས་ལྷག་པར་འགྱུར་རོ། །ཞི་བའི་བློ་གྲོས། གལ་ཏེ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཚེའི་ཚད་བསྐལ་པ་བརྒྱ་སྟོང་དུ་བཞུགས་པས།
en: Śāntamati, imagine if the Realized One were to teach only about the conduct of beings for the entirety of his lifespan of one whole eon.

source: སེམས་ཅན་རྣམས་ལ་ཆོས་བསྟན་པ་གཞན་གྱི་སྐབས་མི་དབྱེ་བར་སེམས་ཅན་གྱི་སྤྱོད་པ་ཉིད་བསྟན་ཀྱང་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཚེ་མཐར་ཐུག་པར་འགྱུར་གྱི།
en: He would reach the end of his life while still teaching about the conduct of beings, and he still would not reach the end of the conduct of beings.

source: སེམས་ཅན་གྱི་སྤྱོད་པ་ལ་མཐར་ཐུག་པ་གང་ཡང་མེད་དོ། །
en: Also, he would not have any time for any other Dharma teachings.

source: སེམས་ཅན་རྣམས་མགོ་རྨོངས་སུ་འོང་ཞེས་སེམས་ཅན་གྱི་སྤྱོད་པ་དེ་ཙམ་དུ་ཚད་མེད་པ་དེ་ཡང་དེ་བཞིན་གཤེགས་པས་ཚད་དང་ལྡན་པར་སྟོན་ཏོ། །ཞི་བའི་བློ་གྲོས།
en: Thus, the Realized One describes the immeasurable conduct of beings as though it could be measured, because otherwise beings would fall into confusion.

source: དེ་ལ་དེ་བཞིན་གཤེགས་པའི་གསུང་ནི་ཇི་ལྟར་སྤྱོད་པ་ཁོང་དུ་ཆུད་པར་འགྱུར་བ་དེ་བཞིན་དུ། སེམས་ཅན་གྱི་སྤྱོད་པ་ཐམས་ཅད་ལ་འབྱུང་སྟེ། ཞི་བའི་བློ་གྲོས།
en: In this respect, Śāntamati, the Realized One’s speech about the conduct of all beings comes out in such a way that it gives them an understanding of their conduct.

source: འདི་ཡང་དེ་བཞིན་གཤེགས་པའི་གསུང་གི་གསང་བའོ། །ཞི་བའི་བློ་གྲོས།
en: This, too, Śāntamati, is the secret of the speech of a realized one.

source: སེམས་ཅན་གང་དག་དེ་བཞིན་གཤེགས་པའི་གསུང་གི་གསང་བའི་ཡེ་ཤེས་ཀྱི་རྗེས་སུ་ཞུགས་པ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པའི་གསུང་ཞལ་གྱི་སྒོ་ནས་འབྱུང་བར་མི་ཤེས་ཀྱི་ནམ་མཁའ་ལས་འབྱུང་བར་ཤེས་སོ། །
en: “Indeed, Śāntamati, those beings who have immersed themselves in the knowledge of the secret of a realized one’s speech do not believe that the Realized One’s speech comes out of his mouth. Instead, they know that it issues from space.

source: ཞི་བའི་བློ་གྲོས། སེམས་ཅན་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་གསུང་ཞལ་གྱི་སྒོ་ནས་འབྱུང་བར་ཤེས་སོ་སྙམ་དུ་ཁྱོད་སེམས་ན་དེ་ལྟར་མི་བལྟའོ། །
en: Śāntamati, even though it is the case that some beings believe that the Realized One’s speech comes out of his mouth, this is not something that ought to be apparent to you.

source: ཞི་བའི་བློ་གྲོས། སེམས་ཅན་གང་དག་དེ་བཞིན་གཤེགས་པའི་གསུང་གཙུག་ཏོར་ནས་བྱུང་བར་ཤེས་པ་དང་།
en: Śāntamati, there are some beings who believe that the speech of the Realized One issues from the uṣṇīṣa.

source: སྤྱི་གཙུག་ནས་བྱུང་བར་ཤེས་པ་དང་།
en: Some believe it issues from the top of the head or from the hair.

source: དབུ་སྐྲ་རྣམས་ལས་བྱུང་བར་ཤེས་པ་དང་། ཕྲག་པ་ནས་བྱུང་བར་ཤེས་པ་དང་། འཕྲལ་བ་དང་། སྨིན་མཚམས་དང་། མཛོད་སྤུ་དང་།
en: Some believe it issues from the shoulders, while some believe it issues from the forehead, or from the eyebrows, or from the tuft of hair between the eyebrows;

source: སྤྱན་དང་། སྙན་དང་། ཤངས་དང་། འགྲམ་པ་དང་། ཞལ་དང་། མགུར་ནས་བྱུང་བར་ཤེས་པ་དང་།
en: or from the eyes, ears, nose, cheeks, mouth, or neck;

source: དེ་བཞིན་དུ་དཔུང་པ་དང་། ཕྱག་དང་། སོར་མོ་དང་། རྩིབ་ལོགས་དང་། བྲང་དང་། རྒྱབ་དང་།
en: or likewise from the arms, hands, fingers, ribs, chest, back, navel, private parts, thighs, knees, calves, ankles, or the soles of the feet;

source: ལྟེ་བ་དང་། གསང་བའི་གནས་དང་། བརླ་དང་། པུས་མོའི་ལྷ་ང་དང་། བྱིན་པ་དང་།
en: or from the primary or the secondary marks of a great being;

source: ལོང་བུ་དང་། ཞབས་ཀྱི་མཐིལ་དང་།
en: and some beings believe it issues from each and every pore of the skin on his body.

source: མཚན་རྣམས་དང་། དཔེ་བྱད་བཟང་པོ་རྣམས་དང་། སྤུའི་ཁུང་བུ་ཐམས་ཅད་ནས་དེ་བཞིན་གཤེགས་པའི་གསུང་འབྱུང་བར་ཤེས་པའི་སེམས་ཅན་ཁ་ཅིག་ཡོད་དེ། ཞི་བའི་བློ་གྲོས་འདི་ཡང་དེ་བཞིན་གཤེགས་པའི་གསུང་གི་གསང་བའོ། །
en: This, too, Śāntamati, is the secret of the speech of a realized one.

source: ཞི་བའི་བློ་གྲོས་མོས་པ་ཇི་ལྟ་བ་དང་། ཡོངས་སུ་སྨིན་པ་ཇི་ལྟ་བ་དང་།
en: “Also, Śāntamati, beings hold various beliefs about the emergence of a realized one’s speech in accordance with their own aspirations and in accordance with the maturation of their own motivations;

source: བསམ་པ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་གསུང་འབྱུང་བར་ཤེས་ཀྱང་ཞི་བའི་བློ་གྲོས་དེ་ལ་དེ་བཞིན་གཤེགས་པ་ནི་རྣམ་པར་རྟོག་པ་མི་མངའ་སྟེ་བཏང་སྙོམས་པའོ། །
en: nevertheless, Śāntamati, a realized one does not form a concept in this respect and exists in a state of equanimity.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་རོལ་མོ་སིལ་སྙན་གྱི་འཁྲུལ་འཁོར་དེ་ཙམ་དུ་ལེགས་པར་སྦྱར་བ་བྱས་པ་གང་དག་ལ་ལག་གིས་མ་རེག་པར་རླུང་གིས་བསྐྱོད་པས་སྒྲ་སྙན་པ་འབྱུང་བ་དག་ཀྱང་ཡོད་དོ། །
en: Śāntamati, this is analogous to a well-crafted musical instrument, a wind bell, which makes a sweet sound without being touched by a hand, but rather when it is moved by the wind.

source: འོན་ཀྱང་དེ་ལ་སྒྲ་འབྱིན་པར་སྤྲོ་བ་ནི་གང་ཡང་མེད་མོད་ཀྱི་ཡོངས་སུ་སྦྱང་བ་བྱས་པའི་ཁྱད་པར་གྱིས་སྒྲ་སྙན་པ་ཡང་འབྱུང་ངོ་། །
en: It does not make any special effort to produce a sound, but still it makes a sweet sound because of the special nature of its previous preparation.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་གསུང་ཡང་སེམས་ཅན་གྱི་བསམ་པའི་ཤེས་པས་བསྐྱོད་ན་འབྱུང་སྟེ།
en: In the same way, Śāntamati, a realized one’s speech comes out when it is moved by knowledge of beings’ motivations, but a realized one does not make any special effort in this regard to produce it.

source: འོན་ཀྱང་དེ་ལ་དེ་བཞིན་གཤེགས་པའི་གསུང་འབྱིན་པར་སྤྲོ་བ་ཡང་མི་མངའ་མོད་ཀྱི་སྔོན་ཡོངས་སུ་སྦྱང་བ་མཛད་པའི་ཁྱད་པར་གྱིས་དེ་བཞིན་གཤེགས་པའི་གསུང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཡུལ་གྱི་རྗེས་སུ་འཇུག་པར་ཡང་འགྱུར་རོ། །
en: Rather, a realized one’s speech conforms to the sense perceptions of all beings because of the special nature of a realized one’s previous preparation.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་བྲག་ཆའི་སྒྲ་ནི་གཞན་རྣམ་པར་རིག་པར་བྱེད་པར་ཡང་འབྱུང་ལ་དེ་ནི་ནང་ན་ཡང་མ་ཡིན། ཕྱི་རོལ་ན་ཡང་མ་ཡིན། གཉི་ག་མེད་པ་ལས་ཀྱང་མི་དམིགས་སོ། །
en: “To draw another analogy, Śāntamati, the sound of an echo comes out as a loud report, yet the sound cannot be found inside, or outside, or both inside and outside, or somewhere else.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་གསུང་ཡང་སེམས་ཅན་གྱི་བསམ་པ་རྣམ་པར་རིག་པར་བྱེད་པར་ཡང་འབྱུང་ལ་དེ་ནི་ནང་ན་ཡང་མ་ཡིན། ཕྱི་རོལ་ན་ཡང་མ་ཡིན་ལ་གཉི་ག་མེད་པར་ཡང་མི་དམིགས་སོ། །
en: In the same way, Śāntamati, the speech of a realized one comes out as a report of the motivations of all beings, yet it cannot be found inside, or outside, or both inside and outside, or somewhere else.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན། རྒྱ་མཚོ་ཆེན་པོའི་ནང་ན་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་སྐོང་བ་ཞེས་བྱ་བ་ཡོད་དེ།
en: “To draw another analogy, Śāntamati, in the great ocean there is a wish-fulfilling gem called the gratification of all wishes, which, when fastened to the top of a flagpole, emits a sound in accordance with the wishes of any being, whatever they are.

source: དེ་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ན་སེམས་ཅན་གང་གི་བསམ་པ་ཅི་འདྲ་བར་གྱུར་པ་དེ་འདྲ་བའི་སྒྲ་དེ་ལས་འབྱུང་ཡང་ནོར་བུ་རིན་པོ་ཆེ་དེ་ནི་རྣམ་པར་མི་རྟོག་གོ །
en: Yet, the precious gem does not form concepts.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་གསུང་རིན་པོ་ཆེ་ལྷག་པའི་བསམ་པས་ཡོངས་སུ་དག་པ་ཡང་སྙིང་རྗེ་ཆེན་པོའི་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ན་སེམས་ཅན་གང་གི་བསམ་པ་ཅི་འདྲ་བར་གྱུར་པ་དེ་འདྲ་བར་དེ་བཞིན་གཤེགས་པའི་གསུང་འབྱུང་བར་དེས་ཤེས་ཀྱང་དེ་ལ་དེ་བཞིན་གཤེགས་པ་ནི་རྣམ་པར་རྟོག་པ་མི་མངའ་ཞིང་བཏང་སྙོམས་པ་སྟེ།
en: In the same way, Śāntamati, the gem of a realized one’s speech, which is pure in its ambition, is known to emit a realized one’s speech in accordance with the wishes of any being, whatever they are, when it is fastened to the top of the flagpole of great compassion. Yet, in this respect, a realized one does not form concepts and exists in a state of equanimity.

source: ཞི་བའི་བློ་གྲོས་འདི་ཡང་དེ་བཞིན་གཤེགས་པའི་གསུང་གི་གསང་བའོ། །
en: This, too, Śāntamati, is the secret of the speech of a realized one.

source: ཞི་བའི་བློ་གྲོས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་གསུང་དབྱངས་ཚད་མེད་པ་སྟེ། ཞི་བའི་བློ་གྲོས་གང་ཞིག་དེ་བཞིན་གཤེགས་པའི་དབྱངས་ཀྱི་ཚད་དམ་མཐའ་གཟུང་བར་ནུས་པ་དེ་ནི་ཁོ་བོས་ལྷ་དང་བཅས་པ་དང་།
en: “Śāntamati, the blessed buddhas have immeasurable voices.
